{
    "1.4.0":[
        "Le joueur peux rentrer dans les maisons.",
        "Un nouveau personnage est arrivée dans le village.",
        "Le design des barils à été amélioré."
    ],
    "1.3.1":[
        "Ajustement du prix d'achat et de revente des objets.",
        "Ajustement du taux de loot des monstres."
     ],
    "1.3.0":[
        "Les monstres peuvent laisser tomber des pièces d'or.",
        "Ajout d'un vendeur qui peux vendre et acheter des objets."
     ],
    "1.2.1":[
       "Modification du système de loot, par rareté.",
       "Correction du comportement par defaut des monstres",
       "La boîte de dialogue dans l'inventaire se ferme correctement après la fermeture de l'inventaire."
    ],
    "1.2.0":[
        "Ajout des habitants dans le village.",
        "Correctif de l'orthographe du texte descriptif des équipements.",
        "Correctif de la limite de déplacement des monstres.",
        "Modification de la vitesse de la boîte de dialogue."
    ],
    "1.1.0":[
        "Ajout de l'equipement de type bottes aux sets d'armures."
    ],
    "1.0.1":[
        "Correctif du replacement du joueur lors des changements de tableaux."
    ],
    "1.0.0":[
        "Création de la quête principale.",
        "Correctif de l'esquive.",
        "Ajout du set du pirate.",
        "Ajout du set du chasseur.",
        "Ajout du set du elfes sylvain.",
        "Ajout du set du paladin.",
        "Ajout du set du guerrier antique."
    ],
    "0.9.0":[
        "Lors-ce qu'un personnage esquive, il se décale d'une case.",
        "Ajustement du taux d'esquive."
    ],
    "0.8.2":[
        "Correctif du mouvement au touché continue qui peux se bloquer.",
        "Correctif du bug de l'item vide dans l'inventaire.",
        "Correctif d'un mouvement possible du joueur lors des dialogue."
    ],
    "0.8.1":[
        "Ajustement du bouton inventaire pour le format mobile."
    ],
    "0.8.0":[
        "Ajout de coffres.",
        "Les monstres peuvent lacher des objets.",
        "Possibilité d'utiliser l'équipement trouvé.",
        "Ajout des potions de vie.",
        "Ajout du set du chevalier.",
        "Ajout du set du rodeur.",
        "Ajout du set du paysan.",
        "Ajout du set du magicien.",
        "Ajout de 4 armes.",
        "Ajout de la logique d'armure.",
        "Ajout de la logique d'adresse."
    ],
    "0.7.0":[
        "Ajout de l'inventaire."
    ],
    "0.6.0":[
        "Amelioration visuel des icones de l'interface.",
        "Correction du maintien des touches au format mobile."
    ],
    "0.5.2":[
        "Correction d'un bug qui bloque le maintien des touches."
    ],
    "0.5.1":[
        "Correction du maintien des touches.",
        "Numéro de MAJ automatique."
    ],
    "0.5.0":[
        "Ajout d'un effet d'aggro des monstres.",
        "Ajout d'un effet d'intelligence sur les monstres les plus futés."
    ],
    "0.4.0":[
        "Ajout d'une transition fluide sur les monstres et personnages.",
        "Ajout d'une transition fluide sur le deplacement des tableaux."
    ],
    "0.3.0":[
        "Ajout de 2 monstres Blob.",
        "Ajout d'un aléatoire sur l'apparition des monstres."
    ],
    "0.2.0":[
        "Ajout d'un loader, pour précharger toutes les images utilisés.",
        "Ajout de la liste des notes de Mise à jour."
    ],
    "0.1.1":[
        "Correction de la vue format mobile."
    ],
    "0.1":[
        "Mise en place du système de jeu de base."
    ]
}